tap "homebrew/bundle"
tap "homebrew/core"
tap "thezoraiz/ascii-image-converter"
brew "bat"
brew "fd"
brew "gh"
brew "git-delta"
brew "glow"
brew "hyperfine"
brew "lf"
brew "mkcert"
brew "mr"
brew "rtx"
brew "slides"
brew "stylua"
brew "tokei"
brew "tree-sitter"
brew "xplr"
brew "zoxide"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
