tap "homebrew/bundle"
tap "homebrew/core"
tap "thezoraiz/ascii-image-converter"
brew "ast-grep"
brew "fd"
brew "gh"
brew "git-delta"
brew "glow"
brew "helix"
brew "hugo"
brew "hyperfine"
brew "lf"
brew "mkcert"
brew "mr"
brew "slides"
brew "tidy-html5"
brew "tokei"
brew "tree-sitter"
brew "xh"
brew "xplr"
brew "yazi"
brew "zoxide"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
