tap "beeftornado/rmtree"
tap "blackfireio/blackfire"
tap "buo/cask-upgrade"
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "bzip2"
brew "libpng"
brew "fontconfig"
brew "gettext", link: true
brew "pcre"
brew "readline"
brew "python"
brew "cairo"
brew "calcurse"
brew "cloc"
brew "cmatrix"
brew "faad2"
brew "libogg"
brew "flac"
brew "libao"
brew "libcue"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus", args: ["HEAD"]
brew "coreutils"
brew "curl"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "doctl"
brew "fasd"
brew "fd"
brew "gmp"
brew "jpeg"
brew "lame"
brew "xvid"
brew "ffmpegthumbnailer"
brew "fswatch"
brew "ghostscript"
brew "git"
brew "git-quick-stats"
brew "gnu-sed", args: ["with-default-names"]
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "imagemagick"
brew "jshon"
brew "libevent"
brew "libusb-compat"
brew "libxml2"
brew "lsd"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "meson", args: ["HEAD"]
brew "mkcert"
brew "mpv"
brew "mr"
brew "neofetch"
brew "newsboat"
brew "no-more-secrets"
brew "nss"
brew "packer"
brew "pandoc"
brew "pidof"
brew "re2c"
brew "redshift"
brew "rtv"
brew "ruby-build"
brew "shellcheck"
brew "ssh-copy-id"
brew "sshpass"
brew "stow"
brew "subliminal"
brew "the_silver_searcher"
brew "tidy-html5"
brew "transmission", restart_service: true
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "weechat"
brew "wget"
brew "yafc"
brew "zlib"
brew "zsh"
brew "koekeishiya/formulae/chunkwm", args: ["with-logging", "with-purify"]
brew "koekeishiya/formulae/khd"
cask "alfred"
cask "atom"
cask "chromium"
cask "clipy"
cask "digikam"
cask "firefox"
cask "flash-npapi"
cask "font-firacode-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-sourcecodepro-nerd-font"
cask "gimp"
cask "insomnia"
cask "kap"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "kodi"
cask "libreoffice"
cask "mailspring"
cask "phoenix-slides"
cask "qutebrowser"
cask "shotcut"
cask "skype"
cask "slack"
cask "sublime-text"
cask "ubersicht"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vscodium"
mas "Xcode", id: 497799835
