tap "crisidev/chunkwm"
tap "blackfireio/blackfire"
tap "buo/cask-upgrade"
tap "homebrew/dupes"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "d12frosted/emacs-plus"
tap "git-time-metric/gtm"
brew "ack"
brew "openssl"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bzip2"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "cloc"
brew "faad2"
brew "flac"
brew "libao"
brew "libcue"
brew "libogg"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus", args: ["HEAD"]
brew "coreutils", args: ["with-gmp"]
brew "curl", args: ["with-openssl"]
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "readline"
brew "docker-compose"
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "doctl"
brew "fasd"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fswatch"
brew "jpeg"
brew "ghostscript"
brew "git"
brew "gmp"
brew "gnu-sed", args: ["with-default-names"]
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "hugo"
brew "icu4c", link: true
brew "libtool"
brew "imagemagick"
brew "jshon"
brew "libevent"
brew "libusb-compat"
brew "libxml2"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mysql"
brew "neofetch"
brew "nginx"
brew "pandoc"
brew "passpie"
brew "perl"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redshift"
brew "rtv"
brew "shellcheck"
brew "ssh-copy-id"
brew "sshpass"
brew "stow"
brew "subliminal"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "wellington"
brew "wget"
brew "yafc"
brew "z"
brew "zlib"
brew "zsh"
brew "crisidev/chunkwm/chunkwm", args: ["with-logging"]
brew "crisidev/chunkwm/chunkwm-blur", args: ["HEAD"]
brew "koekeishiya/formulae/khd"
cask "alfred"
cask "atom"
cask "chromium"
cask "clementine"
cask "clipy"
cask "digikam"
cask "firefox"
cask "flash-npapi"
cask "gimp"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keybase"
cask "kitty"
cask "kodi"
cask "libreoffice"
cask "mailspring"
cask "mattermost"
cask "ocenaudio"
cask "oni"
cask "owncloud"
cask "phoenix-slides"
cask "qutebrowser"
cask "rambox"
cask "skype"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "teamviewer"
cask "transmission"
cask "ubersicht"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "homebrew/cask-fonts/font-inconsolata"
cask "homebrew/cask-fonts/font-inconsolata-dz-for-powerline"
cask "homebrew/cask-fonts/font-meslo-nerd-font"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"
cask "homebrew/cask-fonts/font-sourcecodepro-nerd-font"
mas "Xcode", id: 497799835
